[
  {
    "id": "work-1",
    "company": "立讯精密-海外事业部-立胜汽车",
    "company_en": "BCS Automotive Interface Solutions",
    "position": "PMO/CEO办公室-企业战略分析师",
    "position_en": "PMO/CEO Office - Corporate Strategic Analyst",
    "period": "2024.05 - 至今",
    "period_en": "2024.05 - Present",
    "location": "全球",
    "location_en": "Global",
    "description": "战略并购与整合 | 数字化变革领导力 | 精益运营与降本增效",
    "description_en": "M&A and integration | Digital transformation lead | Operational excellence and value creation",
    "achievements": [
      "深度参与立讯精密收购项目，实现集团40亿元营收增长。负责投前商业尽调（骨干人员访谈、核心数据分析、财务分析及模型搭建等）及投后工厂布局、房地产、物流仓储、采购模块协同机会推进，2025年标的公司利润转亏为盈",
      "深度参与德国工厂关厂战略调整。快速进行产线转移至东欧工厂，面对初始谈判方式过于激进和强势职工委员会，快速采用留任激励、公开招聘会、表现激励、达成Turbo条款和提前离职奖励等策略，在没有罢工情况下有秩序关厂，减少运营成本和遣散费，降低全球人力成本",
      "组织年度战略与季度高管会议，确定全球标准化多国本土化、组织架构调整、数字化转型、产品增长路径等重大战略目标；协助撰写经营月报、股东汇报等关键材料跟踪各部门业绩表现，提出优化建议，推动战略目标有效落地",
      "围绕整车和零部件领域定期收集并分析市场动态，产出欧美关税政策调整、安世半导体等重大事件影响分析报告在3天内助力管理层决策加速供应链本土地化布局和半导体供应商策略调整，显著减少公司亏损，撰写月度销量预测分析、市场周报等洞察材料深度分析市场、客户、友商、技术动态，支持欧美中地区业务部门策略调整",
      "协同研发部门打造5年产品开发蓝图，制作并全球集中采购产品宣传物料实现营销降本，突出产品成本、技术与可持续发展优势助力销售团队欧洲展会业绩较预期增长14%"
    ],
    "achievements_en": [
      "Key player in Leoni M&A, enabling £4bn Luxshare group revenue growth. Led commercial due diligence and post-deal synergy execution across footprint, real estate, purchasing, returning target to profit by 2025",
      "Coordinated strategic German plant closure: transferred lines to Eastern Europe swiftly. Managed challenging negotiations with a strong works council via incentive schemes, achieving strike-free closure and reducing costs..",
      "Organised strategic meetings, setting key goals (localisation, restructuring, digital transformation). Drafted management reports and performance updates to drive execution.",
      "Analysed automotive markets monthly; delivered rapid impact reports (e.g., tariff changes) within 3 days to guide strategy, reducing losses. Provided insights via forecasts and market reports.",
      "Co-developed 5-year product roadmap; cut marketing costs via centralised material procurement. Highlighted product strengths, boosting European exhibition sales by 14%."
    ]
  },
  {
    "id": "work-2",
    "company": "澳大生存指南",
    "company_en": "UM Tips",
    "position": "公众号及小红书社群 - 创始人与主要运营者",
    "position_en": "WeChat and Redbook Community - Founder & Primary Operator",
    "period": "2020.06 - 2024.12",
    "period_en": "2020.06 - 2024.12",
    "location": "澳门",
    "location_en": "Macau",
    "description": "流量增长 | 内容运营 | 社群管理",
    "description_en": "Audience Growth | Content operations | Community management",
    "achievements": [
      "搭建4个内容运营维度，创新性校园介绍文章一夜阅读量破万（澳大学生总和），三个月内获得5000+订阅者，吸引并留存2500+社群成员，内容根据社群反馈快速迭代至7大方向",
      "合并3家同期澳大生活类公众号，成立创始团队，招募11名成员，依据成员背景与特长合理分配任务并根据完成度及时提供反馈，培养成员成为合格的腾讯生态运营者，同步开启小红书平台发展，并进行政府及商业合作",
      "发展平台长期赞助计划，与30+学生社团合作，与20多家潜在赞助商联系洽谈，获得现金与实物形式的赞助。合作举办七次校园活动，获得3000多名学生的积极反馈，三个月内与5家公司达成长期合作计划",
      "举办为期一周的团建活动，在预算标准下协商车旅、餐饮、酒店、活动场所等支出项目，选择效益最高的活动方案及应急预案，积极寻找赞助商进行惊喜抽奖和奖金发放",
      "拉通校内资源打造"UMARK"与"ARKALL"APP，实现信息共享、信息交互、商业价值与社群矩阵市场退出"
    ],
    "achievements_en": [
      "Established 4 content operation dimensions, with innovative campus introduction articles reaching over 10,000+ views overnight (total UM students). Acquired 5000+ subscribers within three months, attracted and retained 2500+ community members, and rapidly iterated content into 7 major directions based on community feedback",
      "Merged 3 concurrent UM lifestyle public accounts, established a founding team, recruited 11 members, allocated tasks based on background and expertise with timely feedback on completion, trained members as qualified Tencent ecosystem operators, simultaneously launched Xiaohongshu platform development, and engaged in government and commercial cooperation",
      "Developed a long-term sponsorship program, collaborated with 30+ student clubs, contacted and negotiated with 20+ potential sponsors, securing cash and in-kind sponsorships. Co-organized seven campus events, receiving positive feedback from 3000+ students, and established long-term partnerships with 5 companies within three months",
      "Organized a week-long team-building event, negotiated travel, catering, hotel, venue expenses within budget, selected the most cost-effective activity plan and contingency measures, actively sought sponsors for surprise draws and bonus distributions",
      "Integrated campus resources to develop "UMARK" and "ARKALL" apps, achieving information sharing, interactive communication, commercial value, and community matrix market exit"
    ]
  },
  {
    "id": "work-3",
    "company": "国金证券",
    "company_en": "Sinolink Securities",
    "position": "债券承销部-债券承做岗",
    "position_en": "Bond Underwriting Dept - Bond Execution Specialist",
    "period": "2022.07 - 2022.09",
    "period_en": "2022.07 - 2022.09",
    "location": "上海",
    "location_en": "Shanghai",
    "description": "城投债发行 | 投后管理 | 客户关系维护",
    "description_en": "Municipal Bond Issuance | Post-investment Management | Client Relationship Maintenance",
    "achievements": [
      "募集说明书：撰写3个城投债项目的募集说明书。深入分析公司财务指标、财务状况、投资风险、担保信息、资信状况等，并说明募集资金使用情况，为客户取得成功融资提供坚实基础",
      "投后管理：负责3个项目的存续期管理。完成诚信核查、银行账户核查、资金流水核查等关注事项核查，撰写5份定期受托报告，2份半年报风险因素、募集资金使用等部分，归档整理超千页底稿",
      "协调沟通：维护4家现有客户关系，协助承做过程中与客户、质控风控部门、监管机构和金融机构的沟通，保证流程完整性并展现卓越的团队合作能力"
    ],
    "achievements_en": [
      "Prospectus Writing: Drafted prospectuses for 3 municipal bond projects. Conducted in-depth analysis of company financial indicators, financial status, investment risks, guarantee information, credit status, etc., and explained the use of raised funds, providing a solid foundation for clients' successful financing",
      "Post-investment Management: Responsible for the ongoing management of 3 projects. Completed verification of key matters including integrity checks, bank account verification, fund flow verification, wrote 5 periodic trustee reports, 2 semi-annual report sections on risk factors and fund usage, and archived over 1000 pages of working papers",
      "Coordination & Communication: Maintained relationships with 4 existing clients, assisted in communication with clients, quality control/risk management departments, regulatory agencies, and financial institutions during the execution process, ensuring process integrity and demonstrating excellent teamwork skills"
    ]
  },
  {
    "id": "work-4",
    "company": "东北证券",
    "company_en": "Northeast Securities",
    "position": "研究所化工组-行业研究岗",
    "position_en": "Research Institute Chemical Group - Industry Research Specialist",
    "period": "2021.06 - 2021.09",
    "period_en": "2021.06 - 2021.09",
    "location": "上海",
    "location_en": "Shanghai",
    "description": "化工行业研究 | 数据建模 | 客户服务",
    "description_en": "Chemical Industry Research | Data Modeling | Client Service",
    "achievements": [
      "深度参与3份公司研报写作，使用PE等估值模型、宏观政策分析、行业分析、财报分析等方法分析公司的盈利模式和未来发展趋势、产业链变动对公司发展带来的影响，为客户提供投资建议",
      "分析60多种从Wind、百川盈孚等数据库收集的化工产品价格数据，维护6个行业数据库超过10万行数据及模型，基于模型结果变化和市场信息撰写7份周报，并向5家负责客户提供产品价格变动及潜在风险提示，协助客户进行战略调整，显著提升客户满意度并帮助公司维护业务关系"
    ],
    "achievements_en": [
      "Deeply involved in writing 3 company research reports, using valuation models like P/E, macro policy analysis, industry analysis, financial statement analysis to evaluate companies' profit models and future development trends, analyzed the impact of industrial chain changes on company development, and provided investment recommendations to clients",
      "Analyzed price data for 60+ chemical products collected from databases like Wind and Baichuan Yingfu, maintained 6 industry databases with over 100,000 rows of data and models, wrote 7 weekly reports based on model result changes and market information, provided product price changes and potential risk alerts to 5 responsible clients, assisted clients in strategic adjustments, significantly improving client satisfaction and helping maintain business relationships"
    ]
  },
  {
    "id": "work-5",
    "company": "分布科技",
    "company_en": "Ontology",
    "position": "商务发展部-战略分析岗",
    "position_en": "Business Development Dept - Strategic Analysis Specialist",
    "period": "2020.06 - 2020.09",
    "period_en": "2020.06 - 2020.09",
    "location": "上海",
    "location_en": "Shanghai",
    "description": "Web3战略分析 | 竞品研究 | 产品优化",
    "description_en": "Web3 Strategic Analysis | Competitor Research | Product Optimization",
    "achievements": [
      "深度参与"Ontology"品牌的跨链战略发展项目。通过财经网站、用户论坛等收集超50个区块链项目在华发展趋势，深入分析14个竞品项目的核心业务内容、市场运营数据与发展战略，整合市场研究、数据分析和专家见解，提供可行合作对象，为企业开拓中国市场提供洞察",
      "优化产品功能。全程参与"ONTO ID"匿名用户评分模型的建立过程，追踪、汇总数据和用户评价并提供不断改进、完善的产品优化方案，协助架构、运营部门上线新模块，一周内使3万用户活跃度从12%提升至19%，保证公司实现当前战略目标并推动下一阶段商务合作的发展"
    ],
    "achievements_en": [
      "Deeply participated in the "Ontology" brand's cross-chain strategic development project. Collected development trends of 50+ blockchain projects in China through financial websites, user forums, etc., thoroughly analyzed core business content, market operation data, and development strategies of 14 competitor projects, integrated market research, data analysis, and expert insights to provide feasible partnership targets, offering insights for the company's expansion in the Chinese market",
      "Optimized product functionality. Fully participated in the establishment process of the "ONTO ID" anonymous user rating model, tracked, aggregated data and user feedback to provide continuously improved product optimization solutions, assisted architecture and operations departments in launching new modules, increased 30,000 user activity from 12% to 19% within one week, ensuring the company achieved current strategic objectives and promoted next-phase business cooperation development"
    ]
  }
]